[
    {
        "name": "Naomi Novik",
        "whereBorn": "",
        "yearBorn": 1973,
        "yearDied": null,
        "biography": "Naomi Novik (born April 30, 1973) is an American author of speculative fiction. Novik won both the Nebula Award for Best Novel and the Mythopoeic Fantasy Award in 2016 for her novel Uprooted. Her novel Spinning Silver won the American Library Association's Alex Award in 2019, the 2019 Locus Award for Best Fantasy Novel, and the 2019 Audie Award for Fantasy. Spinning Silver was a 2019 Hugo Award for Best Novel Nominee, a 2018 finalist for the Nebula Award for Best Novel, and a 2019 Goodreads Choice Award Nominee for Fantasy. Other novels by Novik were nominated for the Hugo Award for Best Novel in 2007, 2016, and 2019.Of her best-selling Temeraire fantasy series, the first book, His Majesty's Dragon, won the 2007 Compton Crook Award for best first novel in the science fiction and fantasy category.\n\n"
    },
    {
        "name": "Mary Robinette Kowal",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Mary Robinette Kowal (born February 8, 1969 as Mary Robinette Harrison) is an American author and puppeteer."
    },
    {
        "name": "N. K. Jemisin",
        "whereBorn": "",
        "yearBorn": 1972,
        "yearDied": null,
        "biography": "Nora Keita Jemisin (born September 19, 1972) is an American science fiction and fantasy writer, better known by her pen name N. K. Jemisin. She has also worked as a counseling psychologist. Her fiction includes a wide range of themes, notably cultural conflict and oppression. She has won several awards for her work, including the Locus Award. The three books of her Broken Earth series made her the first author to win the Hugo Award for Best Novel in three consecutive years or for all three novels in a trilogy.In 2009 and 2010, Jemisin's short story \"Non-Zero Probabilities\" was a finalist for the Nebula and Hugo Best Short Story Awards. Her debut novel, The Hundred Thousand Kingdoms, the first volume in her Inheritance Trilogy, was nominated for the 2010 Nebula Award, and short-listed for the James Tiptree Jr. Award. In 2011, it was nominated for the Hugo Award, World Fantasy Award, and Locus Award, winning the 2011 Locus Award for Best First Novel. The Hundred Thousand Kingdoms also won the Sense of Gender Awards in 2011. It was followed by two further novels in the same trilogy – The Broken Kingdoms in 2010 and The Kingdom of Gods in 2011.\nIn 2016, Jemisin's novel The Fifth Season won the Hugo Award for Best Novel, making her the first African-American writer to win a Hugo award in that category. Its sequels, The Obelisk Gate and The Stone Sky, won the Hugo Award for Best Novel in 2017 and 2018, respectively.  \nIn October 2020, Jemisin was announced as a recipient of the MacArthur Fellows Program Genius Grant.\n\n"
    },
    {
        "name": "John Scalzi",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "John Michael Scalzi II (born May 10, 1969) is an American science fiction author and former president of the Science Fiction and Fantasy Writers of America. He is best known for his Old Man's War series, three novels of which have been nominated for the Hugo Award, and for his blog Whatever, where he has written on a number of topics since 1998. He won the Hugo Award for Best Fan Writer in 2008 based predominantly on that blog, which he has also used for several charity drives. His novel Redshirts won the 2013 Hugo Award for Best Novel. He has written non-fiction books and columns on diverse topics such as finance, video games, films, astronomy, writing and politics, and served as a creative consultant for the TV series Stargate Universe.\n\n"
    },
    {
        "name": "Charlie Jane Anders",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Charlie Jane Anders is an American writer and commentator. She has written several novels and is the publisher of other magazine, the \"magazine of pop culture and politics for the new outcasts\". In 2005, she received the Lambda Literary Award for work in the transgender category, and in 2009, the Emperor Norton Award. Her 2011 novelette Six Months, Three Days won the 2012 Hugo and was a finalist for the Nebula and Theodore Sturgeon Awards. Her 2016 novel All the Birds in the Sky was listed No. 5 on Time magazine's \"Top 10 Novels\" of 2016, won the 2017 Nebula Award for Best Novel, the 2017 Crawford Award, and the 2017 Locus Award for Best Fantasy Novel; it was also a finalist for the 2017 Hugo Award for Best Novel.\n\n"
    },
    {
        "name": "Ann Leckie",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Ann Leckie (born 1966) is an American author of science fiction and fantasy. Her 2013 debut novel Ancillary Justice, in part about artificial consciousness and gender-blindness, won the 2014 Hugo Award for \"Best Novel\", as well as the Nebula Award, the Arthur C. Clarke Award, and the BSFA Award. The sequels, Ancillary Sword and Ancillary Mercy, each won the Locus Award and were nominated for the Nebula Award. Provenance, published in 2017, is also set in the Imperial Radch universe. Leckie's first fantasy novel, The Raven Tower, was published in February 2019.\n\n"
    },
    {
        "name": "Jeff VanderMeer",
        "whereBorn": "",
        "yearBorn": 1968,
        "yearDied": null,
        "biography": "Jeff VanderMeer (born July 7, 1968) is an American author, editor, and literary critic. Initially associated with the New Weird literary genre, VanderMeer crossed over into mainstream success with his bestselling Southern Reach Trilogy. The trilogy's first novel, Annihilation, won the Nebula and Shirley Jackson Awards, and was adapted into a Hollywood film by director Alex Garland. Among VanderMeer's other novels are Shriek: An Afterword and Borne. He has also edited with his wife Ann VanderMeer such influential and award-winning anthologies as The New Weird, The Weird, and The Big Book of Science Fiction.VanderMeer has been called \"one of the most remarkable practitioners of the literary fantastic in America today,\" with The New Yorker naming him the \"King of Weird Fiction\". VanderMeer's fiction is noted for eluding genre classifications even as his works bring in themes and elements from genres such as postmodernism, ecofiction, the New Weird and post-apocalyptic fiction.VanderMeer's writing has been described as \"evocative\" and containing \"intellectual observations both profound and disturbing,\" and has been compared with the works of Jorge Luis Borges, Franz Kafka, and Henry David Thoreau."
    },
    {
        "name": "Katherine Addison",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Neil Gaiman",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "James S. A. Corey",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "James S. A. Corey is the pen name used by collaborators Daniel Abraham and Ty Franck, authors of the science fiction series The Expanse.  The first and last name are taken from Abraham's and Franck's middle names, respectively, and S. A. are the initials of Abraham's daughter. The name is also meant to emulate many of the space opera writers of the 1970s. In Germany, their books are published under the name James Corey with the middle initials omitted."
    },
    {
        "name": "Charles Stross",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Kim Stanley Robinson",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "George R. R. Martin",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "China Miéville",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Jo Walton",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Connie Willis",
        "whereBorn": "",
        "yearBorn": 1945,
        "yearDied": null,
        "biography": "Constance Elaine Trimmer Willis (born December 31, 1945), commonly known as Connie Willis, is an American science fiction and fantasy writer. She has won eleven Hugo Awards and seven Nebula Awards for particular works—more major SF awards than any other writer—most recently the \"Best Novel\" Hugo and Nebula Awards for Blackout/All Clear (2010). She was inducted by the Science Fiction Hall of Fame in 2009 and the Science Fiction Writers of America named her its 28th SFWA Grand Master in 2011.Several of her works feature time travel by history students at a faculty of the future University of Oxford—sometimes called the Time Travel series. They are the short story \"Fire Watch\" (1982, also in several anthologies and the 1985 collection of the same name), the novels Doomsday Book and To Say Nothing of the Dog (1992 and 1997), as well as the two-part novel Blackout/All Clear (2010). All four won the annual Hugo Award but Doomsday Book and Blackout/All Clear won both the Hugo and Nebula Awards."
    },
    {
        "name": "Cixin Liu",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Liu Cixin (Chinese: 刘慈欣 l'yoh tsih-shin; born 23 June 1963) is a prominent Chinese science fiction writer. He is a nine-time winner of China's Galaxy Award. In has been the recipients, in the English-speaking world, of the 2015 Hugo Award for his novel The Three-Body Problem and the 2017 Locus Award for another novel, Death's End. He was also  a nominee for the Nebula Award. In English translations of his works, his name is given as Cixin Liu to conform to Western naming conventions where the personal name precedes the surname. \n\n"
    },
    {
        "name": "Paolo Bacigalupi",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "The Water Knife is a 2015 science fiction novel by Paolo Bacigalupi. It is Bacigalupi's sixth novel, and is based on his short story, The Tamarisk Hunters, first published in the environmental journal High Country News. It takes place in the near future, where drought brought on by climate change has devastated the Southwestern United States."
    },
    {
        "name": "Cherie Priest",
        "whereBorn": "",
        "yearBorn": 1975,
        "yearDied": null,
        "biography": "Cherie Priest (born July 30, 1975) is an American novelist and blogger living in Seattle, Washington."
    },
    {
        "name": "Neal Stephenson",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Ursula K. Le Guin",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Michael Chabon",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Terry Pratchett",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Vernor Vinge",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Ellen Kushner",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Robert Charles Wilson",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Jack McDevitt",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Susanna Clarke",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Joe Haldeman",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Lois McMaster Bujold",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Dan Simmons",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Robert J. Sawyer",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Elizabeth Moon",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "J. K. Rowling",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Catherine Asaro",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Greg Bear",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Octavia E. Butler",
        "whereBorn": "",
        "yearBorn": 1947,
        "yearDied": 2006,
        "biography": "Octavia Estelle Butler (June 22, 1947 – February 24, 2006) was an American science fiction author. A multiple recipient of both the Hugo and Nebula awards, she became in 1995 the first science-fiction writer to receive a MacArthur Fellowship.After her father died, Butler was raised by her widowed mother. Extremely shy as a child, Octavia found an outlet at the library reading fantasy, and in writing. She began writing science fiction as a teenager. She attended community college during the Black Power movement, and while participating in a local writer's workshop was encouraged to attend the Clarion Workshop, which focused on science fiction.\nShe soon sold her first stories and by the late 1970s had become sufficiently successful as an author that she was able to pursue writing full-time. Her books and short stories drew the favorable attention of the public and awards judges. She also taught writer's workshops, and eventually relocated to Washington state. Butler died of a stroke at the age of 58. Her papers are held in the research collection of the Huntington Library.\n\n"
    },
    {
        "name": "Tim Powers",
        "whereBorn": "",
        "yearBorn": 1952,
        "yearDied": null,
        "biography": "Timothy Thomas Powers (born February 29, 1952) is an American science fiction and fantasy author. Powers has won the World Fantasy Award twice for his critically acclaimed novels Last Call and Declare.  His 1987 novel On Stranger Tides served as inspiration for the Monkey Island franchise of video games and was optioned for adaptation into the fourth Pirates of the Caribbean film.\nMost of Powers' novels are \"secret histories\". He uses actual, documented historical events featuring famous people, but shows another view of them in which occult or supernatural factors heavily influence the motivations and actions of the characters.\nTypically, Powers strictly adheres to established historical facts. He reads extensively on a given subject, and the plot develops as he notes inconsistencies, gaps and curious data; regarding his 2001 novel Declare, he stated,\nI made it an ironclad rule that I could not change or disregard any of the recorded facts, nor rearrange any days of the calendar – and then I tried to figure out what momentous but unrecorded fact could explain them all.\nHe is not to be confused with voice actor Tim Powers.\n\n"
    },
    {
        "name": "Vonda McIntyre",
        "whereBorn": "",
        "yearBorn": 1948,
        "yearDied": 2019,
        "biography": "Vonda Neel McIntyre (August 28, 1948 – April 1, 2019) was an American science fiction writer and biologist."
    },
    {
        "name": "Cornie WIllis",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Orson Scott Card",
        "whereBorn": "",
        "yearBorn": 1951,
        "yearDied": null,
        "biography": "Orson Scott Card (born August 24, 1951) is an American writer known best for his science fiction works. His novel Ender's Game (1985) and its sequel Speaker for the Dead (1986) won both the Hugo Award and the Nebula Award. A feature film adaptation of Ender's Game, which Card co-produced, was released in 2013. Card also wrote the Locus Fantasy Award-winning series The Tales of Alvin Maker (1987–2003).\nCard's works were influenced by classic literature, popular fantasy, and science fiction; he often uses tropes from genre fiction. His background as a screenwriter helped Card make his works accessible, though some critics dislike his characterization. Card's early fiction is original but contains graphic violence. His fiction often features characters with exceptional gifts who make difficult choices with high stakes. Card has also written political, religious, and social commentary in his columns and other writing. Card's opposition to homosexuality has provoked public criticism and in 2013 it prompted a boycott of the film Ender's Game.\nCard, who is a great-great-grandson of Brigham Young, was born in Richland, Washington, and grew up in Utah and California. While he was a student at Brigham Young University (BYU), his plays were performed on stage. He served in Brazil as a missionary for The Church of Jesus Christ of Latter-day Saints (LDS Church) and headed a community theater for two summers. Card had twenty-seven short stories published between 1978 and 1979, and won the John W. Campbell Award for best new writer in 1978. He earned a master's degree in English from the University of Utah in 1981 and wrote novels in science fiction, fantasy, non-fiction, and historical fiction genres in the 1980s. Card continued to write prolifically, and published over 50 novels and over 45 short stories.Card teaches English at Southern Virginia University; he has written two books on creative writing and serves as a judge in the Writers of the Future contest. He is a practicing member of LDS Church and has taught many successful writers at his \"literary boot camps\"; LDS fiction writers Stephenie Meyer, Brandon Sanderson, and Dave Wolverton have cited his works as a major influence."
    },
    {
        "name": "Nicola Griffith",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Nicola Griffith (; born 30 September 1960 in Yorkshire, England) is a British-American novelist, essayist, and teacher. Griffith has won the Washington State Book Award, Nebula Award, James Tiptree, Jr. Award, World Fantasy Award and six Lambda Literary Awards."
    },
    {
        "name": "Michael Bishop",
        "whereBorn": "",
        "yearBorn": 1945,
        "yearDied": null,
        "biography": "Michael Lawson Bishop (born November 12, 1945) is an American writer. Over four decades and in more than thirty books, he has created what has been called a \"body of work that stands among the most admired and influential in modern science fiction and fantasy literature.\""
    },
    {
        "name": "Peter S. Beagle",
        "whereBorn": "",
        "yearBorn": 1939,
        "yearDied": null,
        "biography": "Peter Soyer Beagle (born April 20, 1939) is an American novelist and screenwriter, especially of fantasy fiction. His best-known work is The Last Unicorn (1968), a fantasy novel he wrote in his twenties, which Locus subscribers voted the number five \"All-Time Best Fantasy Novel\" in 1987. During the last twenty-five years he has won several literary awards, including a World Fantasy Award for Life Achievement in 2011. He was named Damon Knight Memorial Grand Master by SFWA in 2018."
    },
    {
        "name": "Sheri S. Tepper",
        "whereBorn": "",
        "yearBorn": 1929,
        "yearDied": 2016,
        "biography": "Sheri Stewart Tepper (July 16, 1929 – October 22, 2016) was an American writer of science fiction, horror and mystery novels.  She is primarily known for her feminist science fiction, which explored themes of sociology, gender and equality, as well as theology and ecology. Often referred to as an eco-feminist of science fiction literature, Tepper personally preferred the label eco-humanist. Though the majority of her works operate in a world of fantastical imagery and metaphor, at the heart of her writing is real-world injustice and pain. She employed several pen names during her lifetime, including A. J. Orde, E. E. Horlak, and B. J. Oliphant."
    },
    {
        "name": "Michael Swanwick",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Michael Swanwick is an American science fiction author who began publishing in the early 1980s.\n\n"
    },
    {
        "name": "C.J. Cherryh",
        "whereBorn": "",
        "yearBorn": 1942,
        "yearDied": null,
        "biography": "Carolyn Janice Cherry (born September 1, 1942), better known by the pen name C. J. Cherryh, is an American writer of speculative fiction. She has written more than 80 books since the mid-1970s, including the Hugo Award-winning novels Downbelow Station (1981) and Cyteen (1988), both set in her Alliance–Union universe. She is known for \"world building\", depicting fictional realms with great realism supported by vast research in history, language, psychology, and archeology.\nCherryh (pronounced \"Cherry\") appended a silent \"h\" to her real name because her first editor, Donald A. Wollheim, felt that \"Cherry\" sounded too much like a romance writer. She used only her initials, C.J., to disguise that she was female at a time when the majority of science fiction authors were male.The author has an asteroid, 77185 Cherryh, named after her. Referring to this honor, the asteroid's discoverers wrote of Cherryh: \"She has challenged us to be worthy of the stars by imagining how mankind might grow to live among them.\""
    },
    {
        "name": "Elizabeth Ann Scarborough",
        "whereBorn": "",
        "yearBorn": 1947,
        "yearDied": null,
        "biography": "Elizabeth Ann Scarborough (born March 23, 1947) is an American writer of science fiction and fantasy and Registered Nurse who lives in Port Townsend, Washington.  She has published over 40 novels, as well as collaborating with Anne McCaffrey on multiple series."
    },
    {
        "name": "David Brin",
        "whereBorn": "",
        "yearBorn": 1950,
        "yearDied": null,
        "biography": "Glen David Brin (born October 6, 1950) is an American scientist and author of science fiction. He has won the Hugo, Locus, Campbell and Nebula Awards. His novel The Postman was adapted into a 1997 feature film starring Kevin Costner."
    },
    {
        "name": "Pat Murphy",
        "whereBorn": "",
        "yearBorn": 1955,
        "yearDied": null,
        "biography": "Patrice Ann \"Pat\" Murphy (born March 9, 1955) is an American science writer and author of science fiction and fantasy novels."
    },
    {
        "name": "Gene Wolfe",
        "whereBorn": "",
        "yearBorn": 1931,
        "yearDied": 2019,
        "biography": "Gene Rodman Wolfe (May 7, 1931 – April 14, 2019) was an American science fiction and fantasy writer. He was noted for his dense, allusive prose as well as the strong influence of his Catholic faith. He was a prolific short story writer and novelist and won many science fiction and fantasy literary awards.Wolfe is best known for his Book of the New Sun series (four volumes, 1980–1983), the first part of his \"Solar Cycle\". In 1998, Locus magazine ranked it the third-best fantasy novel published before 1990 based on a poll of subscribers that considered it and several other series as single entries."
    },
    {
        "name": "Roger Zelazny",
        "whereBorn": "",
        "yearBorn": 1937,
        "yearDied": 1995,
        "biography": "Roger Joseph Zelazny (May 13, 1937 – June 14, 1995) was an American poet and writer of fantasy and science fiction short stories and novels, best known for The Chronicles of Amber.  He won the Nebula Award three times (out of 14 nominations) and the Hugo Award six times (also out of 14 nominations), including two Hugos for novels:  the serialized novel ...And Call Me Conrad (1965), subsequently published under the title This Immortal (1966) and then the novel Lord of Light (1967).\n\n"
    },
    {
        "name": "William Gibson",
        "whereBorn": "",
        "yearBorn": 1948,
        "yearDied": null,
        "biography": "William Ford Gibson (born March 17, 1948) is an American-Canadian speculative fiction writer and essayist widely credited with pioneering the science fiction subgenre known as cyberpunk. Beginning his writing career in the late 1970s, his early works were noir, near-future stories that explored the effects of technology, cybernetics, and computer networks on humans—a \"combination of lowlife and high tech\"—and helped to create an iconography for the information age before the ubiquity of the Internet in the 1990s. Gibson coined the term \"cyberspace\" for \"widespread, interconnected digital technology\" in his short story \"Burning Chrome\" (1982), and later popularized the concept in his acclaimed debut novel Neuromancer (1984). These early works of Gibson's have been credited with \"renovating\" science fiction literature in the 1980s.\nAfter expanding on the story in Neuromancer with two more novels (Count Zero in 1986, and Mona Lisa Overdrive in 1988), thus completing the dystopic Sprawl trilogy, Gibson collaborated with Bruce Sterling on the alternate history novel The Difference Engine (1990), which became an important work of the science fiction subgenre known as steampunk.\nIn the 1990s, Gibson composed the Bridge trilogy of novels, which explored the sociological developments of near-future urban environments, postindustrial society, and late capitalism. Following the turn of the century and the events of 9/11, Gibson emerged with a string of increasingly realist novels—Pattern Recognition (2003), Spook Country (2007), and Zero History (2010)—which is set in a roughly contemporary world. These works saw his name reach mainstream bestseller lists for the first time. His most recent novels, The Peripheral (2014) and Agency (2020), returned to a more overt engagement with technology and recognizable science fiction themes.\nIn 1999, The Guardian (UK) described Gibson as \"probably the most important novelist of the past two decades,\" while the Sydney Morning Herald (Australia) called him the \"noir prophet\" of cyberpunk. Throughout his career, Gibson has written more than 20 short stories and 10 critically acclaimed novels (one in collaboration), contributed articles to several major publications, and collaborated extensively with performance artists, filmmakers, and musicians. His work has been cited as influencing a variety of disciplines: academia, design, film, literature, music, cyberculture, and technology."
    },
    {
        "name": "Larry Niven",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Laurence van Cott Niven (; born April 30, 1938) is an American science fiction writer. His best-known works are Ringworld (1970), which received Hugo, Locus, Ditmar, and Nebula awards, and, with Jerry Pournelle, The Mote in God's Eye (1974) and Lucifer's Hammer (1977). The Science Fiction and Fantasy Writers of America named him the 2015 recipient of the Damon Knight Memorial Grand Master Award.  His work is primarily hard science fiction, using big science concepts and theoretical physics. It also often includes elements of detective fiction and adventure stories. His fantasy includes the series The Magic Goes Away, rational fantasy dealing with magic as a non-renewable resource."
    },
    {
        "name": "Robert A. Heinlein",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Robert Anson Heinlein (; July 7, 1907 – May 8, 1988) was an American science-fiction author, aeronautical engineer, and Naval officer. Sometimes called the \"dean of science fiction writers\", he was among the first to emphasize scientific accuracy in his fiction, and was thus a pioneer of the subgenre of hard science fiction. His published works, both fiction and non-fiction, express admiration for competence and emphasize the value of critical thinking. His work continues to have an influence on the science-fiction genre, and on modern culture more generally.\nHeinlein became one of the first American science-fiction writers to break into mainstream magazines such as The Saturday Evening Post in the late 1940s. He was one of the best-selling science-fiction novelists for many decades, and he, Isaac Asimov, and Arthur C. Clarke are often considered the \"Big Three\" of English-language science fiction authors.\n Notable Heinlein works include Stranger in a Strange Land,\nStarship Troopers (which helped mold the space marine and mecha archetypes) and The Moon Is a Harsh Mistress.\n \nHis work sometimes had controversial aspects, such as plural marriage in The Moon is a Harsh Mistress, militarism in Starship Troopers and technologically competent women characters that were formidable, yet often stereotypically feminine – such as Friday.\nA writer also of numerous science-fiction short stories, Heinlein was one of a group of writers who came to prominence under the editorship (1937–1971) of John W. Campbell at Astounding Science Fiction magazine, though Heinlein denied that Campbell influenced his writing to any great degree.\nHeinlein used his science fiction as a way to explore provocative social and political ideas, and to speculate how progress in science and engineering might shape the future of politics, race, religion, and sex.\n \nWithin the framework of his science-fiction stories, Heinlein repeatedly addressed certain social themes: the importance of individual liberty and self-reliance, the nature of sexual relationships, the obligation individuals owe to their societies, the influence of organized religion on culture and government, and the tendency of society to repress nonconformist thought. He also speculated on the influence of space travel on human cultural practices.\nHeinlein was named the first Science Fiction Writers Grand Master in 1974.\n \nFour of his novels won Hugo Awards. In addition, fifty years after publication, seven of his works were awarded \"Retro Hugos\"—awards given retrospectively for works that were published before the Hugo Awards came into existence.\n \nIn his fiction, Heinlein coined terms that have become part of the English language, including grok,\nwaldo and speculative fiction, as well as popularizing existing terms like \"TANSTAAFL\", \"pay it forward\", and \"space marine\". He also anticipated mechanical computer-aided design with \"Drafting Dan\" and described a modern version of a waterbed in his novel Beyond This Horizon.\n \nIn the first chapter of the novel Space Cadet he anticipated the cellular phone, 35 years before Motorola invented the technology.\n  \nSeveral of Heinlein's works have been adapted for film and television."
    },
    {
        "name": "Marion Zimmer Bradley",
        "whereBorn": "",
        "yearBorn": 1930,
        "yearDied": 1999,
        "biography": "Marion Eleanor Zimmer Bradley (June 3, 1930 – September 25, 1999) was an American author of fantasy, historical fantasy, science fiction, and science fantasy novels, and is best known for the Arthurian fiction novel The Mists of Avalon, and the Darkover series. While she is noted for her feminist perspective in her writing, her popularity has been posthumously marred by multiple accusations against her of child sexual abuse and rape by two of her children, Mark and Moira Greyland, and others, and for enabling her husband at the time (who was an admitted pedophile) to abuse and rape multiple unrelated children.\n\n"
    },
    {
        "name": "Isaac Asimov",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Janet Opal Asimov (née Jeppson; August 6, 1926 – February 25, 2019), usually writing as J. O. Jeppson, was an American science fiction writer, psychiatrist, and psychoanalyst.\nShe started writing children's science fiction in the 1970s. She was married to Isaac Asimov from 1973 until his death in 1992, and they collaborated on a number of science fiction books aimed at young readers, including the Norby series. She died in February 2019 at the age of 92.\n\n"
    },
    {
        "name": "C. J. Cherryh",
        "whereBorn": "",
        "yearBorn": 1942,
        "yearDied": null,
        "biography": "Carolyn Janice Cherry (born September 1, 1942), better known by the pen name C. J. Cherryh, is an American writer of speculative fiction. She has written more than 80 books since the mid-1970s, including the Hugo Award-winning novels Downbelow Station (1981) and Cyteen (1988), both set in her Alliance–Union universe. She is known for \"world building\", depicting fictional realms with great realism supported by vast research in history, language, psychology, and archeology.\nCherryh (pronounced \"Cherry\") appended a silent \"h\" to her real name because her first editor, Donald A. Wollheim, felt that \"Cherry\" sounded too much like a romance writer. She used only her initials, C.J., to disguise that she was female at a time when the majority of science fiction authors were male.The author has an asteroid, 77185 Cherryh, named after her. Referring to this honor, the asteroid's discoverers wrote of Cherryh: \"She has challenged us to be worthy of the stars by imagining how mankind might grow to live among them.\""
    },
    {
        "name": "Julian May",
        "whereBorn": "",
        "yearBorn": 1931,
        "yearDied": 2017,
        "biography": "Julian Clare May (July 10, 1931 – October 17, 2017) was an American science fiction, fantasy, horror, science and children's writer who also used several literary pseudonyms. She was best known for her Saga of Pliocene Exile (Saga of the Exiles in the United Kingdom) and Galactic Milieu Series books."
    },
    {
        "name": "Gregory Benford",
        "whereBorn": "",
        "yearBorn": 1941,
        "yearDied": null,
        "biography": "Gregory Benford (born January 30, 1941) is an American science fiction author and astrophysicist who is Professor Emeritus at the Department of Physics and Astronomy at the University of California, Irvine. He is a contributing editor of Reason magazine.Benford wrote the Galactic Center Saga science fiction novels, beginning with In the Ocean of Night (1977).  The series postulates a galaxy in which sentient organic life is in constant warfare with sentient electromechanical life.\nIn 1969 he wrote \"The Scarred Man\", the first story about a computer virus, published in 1970."
    },
    {
        "name": "Joan D. Vinge",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Joan D. Vinge ( (listen); born April 2, 1948 as Joan Carol Dennison) is an American science fiction author.  She is known for such works as her Hugo Award-winning novel The Snow Queen and its sequels, her series about the telepath named Cat, and her Heaven's Chronicles books. She also is the author of The Random House Book of Greek Myths (1999).\n\n"
    },
    {
        "name": "Robert Silverberg",
        "whereBorn": "",
        "yearBorn": 1935,
        "yearDied": null,
        "biography": "Robert Silverberg (born January 15, 1935) is an American author and editor, best known for writing science fiction. He is a multiple winner of both Hugo and Nebula Awards, a member of the Science Fiction and Fantasy Hall of Fame, and a Grand Master of SF. He has attended every Hugo Awards ceremony since the inaugural event in 1953."
    },
    {
        "name": "Patricia A. McKillip",
        "whereBorn": "",
        "yearBorn": 1948,
        "yearDied": null,
        "biography": "Patricia Anne McKillip (born February 29, 1948) is an American author of fantasy and science fiction novels."
    },
    {
        "name": "John Varley",
        "whereBorn": "",
        "yearBorn": 1947,
        "yearDied": null,
        "biography": "John Herbert Varley (born August 9, 1947) is an American science fiction writer."
    },
    {
        "name": "Arthur C. Clarke",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Sir Arthur Charles Clarke  (16 December 1917 – 19 March 2008) was an English science-fiction writer, science writer, futurist, inventor, undersea explorer, and television series host.\nHe co-wrote the screenplay for the 1968 film 2001: A Space Odyssey, one of the most influential films of all time. Clarke was a science fiction writer, an avid populariser of space travel, and a futurist of a distinguished ability. He wrote many books and many essays for popular magazines. In 1961, he received the Kalinga Prize, a UNESCO award for popularising science. Clarke's science and science-fiction writings earned him the moniker \"Prophet of the Space Age\". His science-fiction writings in particular earned him a number of Hugo and Nebula awards, which along with a large readership, made him one of the towering figures of the genre. For many years Clarke, Robert Heinlein, and Isaac Asimov were known as the \"Big Three\" of science fiction.Clarke was a lifelong proponent of space travel. In 1934, while still a teenager, he joined the British Interplanetary Society. In 1945, he proposed a satellite communication system using geostationary orbits. He was the chairman of the British Interplanetary Society from 1946–1947 and again in 1951–1953.Clarke emigrated from England to Ceylon (now Sri Lanka) in 1956, to pursue his interest in scuba diving. That year, he discovered the underwater ruins of the ancient Koneswaram Temple in Trincomalee. Clarke augmented his popularity in the 1980s, as the host of television shows such as Arthur C. Clarke's Mysterious World. He lived in Sri Lanka until his death.Clarke was appointed Commander of the Order of the British Empire (CBE) in 1989 \"for services to British cultural interests in Sri Lanka\". He was knighted in 1998 and was awarded Sri Lanka's highest civil honour, Sri Lankabhimanya, in 2005."
    },
    {
        "name": "J. R. R. Tolkien",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "This is a list of the published works of the English writer and philologist J. R. R. Tolkien."
    },
    {
        "name": "Frederik Pohl",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Frederik George Pohl Jr. (; November 26, 1919 – September 2, 2013) was an American science-fiction writer, editor, and fan, with a career spanning more than 75 years—from his first published work, the 1937 poem \"Elegy to a Dead Satellite: Luna\", to the 2011 novel All the Lives He Led and articles and essays published in 2012.From about 1959 until 1969, Pohl edited Galaxy and its sister magazine If; the latter won three successive annual Hugo Awards as the year's best professional magazine. His 1977 novel Gateway won four \"year's best novel\" awards: the Hugo voted by convention participants, the Locus voted by magazine subscribers, the Nebula voted by American science-fiction writers, and the juried academic John W. Campbell Memorial Award. He won the Campbell Memorial Award again for the 1984 collection of novellas The Years of the City, one of two repeat winners during the first 40 years. For his 1979 novel Jem, Pohl won a U.S. National Book Award in the one-year category Science Fiction. It was a finalist for three other year's best novel awards. He won four Hugo and three Nebula Awards, including receiving both for the 1977 novel Gateway.\nThe Science Fiction and Fantasy Writers of America named Pohl its 12th recipient of the Damon Knight Memorial Grand Master Award in 1993 and he was inducted by the Science Fiction and Fantasy Hall of Fame in 1998, its third class of two dead and two living writers.Pohl won the Hugo Award for Best Fan Writer in 2010, for his blog, \"The Way the Future Blogs\"."
    },
    {
        "name": "Kate Wilhelm",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Kate Wilhelm (June 8, 1928 –  March 8, 2018) was an American author. She wrote novels and stories in the science fiction, mystery, and suspense genres, including the Hugo Award–winning Where Late the Sweet Birds Sang, and she established the Clarion Workshop with her husband Damon Knight and writer Robin Scott Wilson.\n\n"
    },
    {
        "name": "Philip José Farmer",
        "whereBorn": "",
        "yearBorn": 1918,
        "yearDied": 2009,
        "biography": "Philip José Farmer (January 26, 1918 – February 25, 2009) was an American author known for his science fiction and fantasy novels and short stories.Farmer is best known for his sequences of novels, especially the World of Tiers (1965–93) and Riverworld (1971–83) series. He is noted for the pioneering use of sexual and religious themes in his work, his fascination for, and reworking of, the lore of celebrated pulp heroes, and occasional tongue-in-cheek pseudonymous works written as if by fictional characters. Farmer often mixed real and classic fictional characters and worlds and real and fake authors as epitomized by his Wold Newton family group of books. These tie all classic fictional characters together as real people and blood relatives resulting from an alien conspiracy. Such works as The Other Log of Phileas Fogg (1973) and Doc Savage: His Apocalyptic Life (1973) are early examples of literary mashup novel.\nLiterary critic Leslie Fiedler compared Farmer to Ray Bradbury as both being \"provincial American eccentrics\" who \"strain at the classic limits of the [science fiction] form,\" but found Farmer distinctive in that he \"manages to be at once naive and sophisticated in his odd blending of theology, pornography, and adventure.\""
    },
    {
        "name": "Alexei Panshin",
        "whereBorn": "",
        "yearBorn": 1940,
        "yearDied": null,
        "biography": "Alexei Panshin (born August 14, 1940) is an American writer and science fiction (SF) critic. He has written several critical works and several novels, including the 1968 Nebula Award-winning novel Rite of Passage and the 1990 Hugo Award-winning study of science fiction The World Beyond the Hill (written with his wife, Cory Panshin)."
    },
    {
        "name": "John Brunner",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Samuel R. Delany",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Samuel R. Delany (; born April 1, 1942), nicknamed \"Chip\", is an American author and literary critic. His work includes fiction (especially science fiction), memoir, criticism and essays on science fiction, literature, sexuality, and society.\nHis fiction includes Babel-17, The Einstein Intersection (winners of the Nebula Award for 1966 and 1967 respectively), Nova, Dhalgren, the Return to Nevèrÿon series, and Through the Valley of the Nest of Spiders. His nonfiction includes Times Square Red, Times Square Blue, About Writing, and eight books of essays. After winning four Nebula awards and two Hugo Awards over the course of his career, Delany was inducted by the Science Fiction and Fantasy Hall of Fame in 2002. From January 1975 until his retirement in May 2015, he was a professor of English, Comparative Literature, and/or Creative Writing at SUNY Buffalo, SUNY Albany, the University of Massachusetts Amherst, and Temple University in Philadelphia. In 1997 he won the Kessler Award, and in 2010 he won the third J. Lloyd Eaton Lifetime Achievement Award in Science Fiction from the academic Eaton Science Fiction Conference at UCR Libraries. The Science Fiction Writers of America named him its 30th SFWA Grand Master in 2013.\n\n"
    },
    {
        "name": "Daniel Keyes",
        "whereBorn": "",
        "yearBorn": 1927,
        "yearDied": 2014,
        "biography": "Daniel Keyes (August 9, 1927 – June 15, 2014) was an American writer who wrote the novel Flowers for Algernon. Keyes was given the Author Emeritus honor by the Science Fiction and Fantasy Writers of America in 2000."
    },
    {
        "name": "Frank Herbert",
        "whereBorn": "",
        "yearBorn": 1920,
        "yearDied": 1986,
        "biography": "Franklin Patrick Herbert Jr. (October 8, 1920 – February 11, 1986) was an American science-fiction author best known for the 1965 novel Dune and its five sequels. Though he became famous for his novels, he also wrote short stories and worked as a newspaper journalist, photographer, book reviewer, ecological consultant, and lecturer.\nThe Dune saga, set in the distant future, and taking place over millennia, explores complex themes, such as the long-term survival of the human species, human evolution, planetary science and ecology, and the intersection of religion, politics, economics and power in a future where humanity has long since developed interstellar travel and settled many thousands of worlds. Dune is the best-selling science fiction novel of all time, and the whole series is widely considered to be among the classics of the genre.\n\n"
    },
    {
        "name": "Fritz Leiber",
        "whereBorn": "",
        "yearBorn": 1910,
        "yearDied": 1992,
        "biography": "Fritz Reuter Leiber Jr. (December 24, 1910 – September 5, 1992) was an American writer of fantasy, horror, and science fiction. He was also a poet, actor in theater and films, playwright and chess expert. With writers such as Robert E. Howard and Michael Moorcock, Leiber can be regarded as one of the fathers of sword and sorcery fantasy, having coined the term."
    },
    {
        "name": "Clifford D. Simak",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null,
        "biography": "Clifford Donald Simak (; August 3, 1904 – April 25, 1988) was an American science fiction writer. He won three Hugo Awards and one Nebula Award. The Science Fiction Writers of America made him its third SFWA Grand Master, and the Horror Writers Association made him one of three inaugural winners of the Bram Stoker Award for Lifetime Achievement."
    },
    {
        "name": "Philip K. Dick",
        "whereBorn": "",
        "yearBorn": 1928,
        "yearDied": 1982,
        "biography": "Philip Kindred Dick (December 16, 1928 – March 2, 1982) was an American writer known for his work in science fiction. He wrote 44 published novels and approximately 121 short stories, most of which appeared in science fiction magazines during his lifetime. His fiction explored varied philosophical and social themes, and featured recurrent elements such as alternate realities, simulacra, monopolistic corporations, drug abuse, authoritarian governments, and altered states of consciousness. His work was concerned with questions surrounding the nature of reality, perception, human nature, and identity.Born in Chicago, Dick moved to the San Francisco Bay Area with his family at a young age. He began publishing science fiction stories in 1952. His stories initially found little commercial success, but his 1962 alternative history novel The Man in the High Castle earned Dick early acclaim, including a Hugo Award for Best Novel. He followed with science fiction novels such as Do Androids Dream of Electric Sheep? (1968) and Ubik (1969). His 1974 novel Flow My Tears, the Policeman Said won the John W. Campbell Memorial Award for Best Science Fiction Novel. Following a series of religious experiences in 1974, Dick's work engaged more explicitly with issues of theology, philosophy, and the nature of reality, as in novels A Scanner Darkly (1977) and VALIS (1981). A collection of his nonfiction writing on these themes was published posthumously as The Exegesis of Philip K. Dick (2011). He died in 1982 in Santa Ana, California, at the age of 53, due to complications from a stroke.\nDick's posthumous influence has been widespread, extending beyond literary circles into Hollywood filmmaking. Popular films based on Dick's works include  Blade Runner (1982), Total Recall (adapted twice: in 1990 and in 2012), Minority Report (2002), A Scanner Darkly (2006), and The Adjustment Bureau (2011). Beginning in 2015, Amazon produced the multi-season television adaptation The Man in the High Castle based on Dick's 1962 novel, and in 2017 Channel 4 began producing the ongoing anthology series Electric Dreams based on various Dick stories. In 2005, Time magazine named Ubik (1969) one of the hundred greatest English-language novels published since 1923. In 2007, Dick became the first science fiction writer ever to be included in The Library of America series."
    },
    {
        "name": "Walter M. Miller Jr.",
        "whereBorn": "",
        "yearBorn": 1923,
        "yearDied": 1996,
        "biography": "Walter Michael Miller Jr. (January 23, 1923 – January 9, 1996) was an American science fiction writer. His fix-up novel A Canticle for Leibowitz (1959), the only novel published in his lifetime, won the 1961 Hugo Award for Best Novel. Prior to its publication, he was a writer of short stories.\n\n"
    },
    {
        "name": "James Blish",
        "whereBorn": "",
        "yearBorn": 1921,
        "yearDied": 1975,
        "biography": "James Benjamin Blish (May 23, 1921 – July 30, 1975) was an American science fiction and fantasy writer. He is best known for his Cities in Flight novels, and his series of Star Trek novelizations written with his wife, J. A. Lawrence. He is credited with creating the term \"gas giant\" to refer to large planetary bodies.\nBlish was a member of the Futurians. His first published stories appeared in Super Science Stories and Amazing Stories.\nBlish wrote literary criticism of science fiction using the pen name William Atheling Jr. His other pen names included Donald Laverty, John MacDougal, and Arthur Lloyd Merlyn.\n\n"
    },
    {
        "name": "Mark Clifton & Frank Riley",
        "whereBorn": "",
        "yearBorn": 1969,
        "yearDied": null
    },
    {
        "name": "Alfred Bester",
        "whereBorn": "",
        "yearBorn": 1913,
        "yearDied": 1987,
        "biography": "Alfred Bester (December 18, 1913 – September 30, 1987) was an American science fiction author, TV and radio scriptwriter, magazine editor and scripter for comic strips and comic books. He is best remembered for his science fiction, including The Demolished Man, winner of the inaugural Hugo Award in 1953.\nScience fiction author Harry Harrison wrote, \"Alfred Bester was one of the handful of writers who invented modern science fiction.\"Shortly before his death, the Science Fiction Writers of America (SFWA) named Bester its ninth Grand Master, presented posthumously in 1988.\nThe Science Fiction and Fantasy Hall of Fame inducted him in 2001.\n\n"
    }
]